Repository: WPPlugins/wordpress-flash-page-flip
Catalog: lang/wp-flashpageflip-*.po
Languages: sr_rs

source: You are not allowed to call this page directly.
sr_rs: Nije vam dozvoljeno da pozivate ovu stranicu direktno.

source: Configuracion de Wordpress Flash Page Flip
sr_rs: Wordpress Flash Page Flip postavke

source: Configuracion
sr_rs: Postavke

source: Acerca de Wordpress Flash Page Flip
sr_rs: O Wordpress Flash Page Flip

source: Acerca de
sr_rs: O

source: Instalar archivo base
sr_rs: Instalirajte bazni fajla

source: Instalar Archivo base
sr_rs: Instalirajte bazni fajla

source: Tienes instalado el archivo Base.
sr_rs: Bazni fajla je u redu.

source: Error: Debes subir el archivo base.zip en esta ruta:
sr_rs: Error: uploadujte bazni fajl u ovu putanju:

source: Debes elejir la pagina base donde publicaras los Page Flip
sr_rs: Selektujte Stranicu prvog nivoa (dete stranice sa PAge Flip su stvorene ovde)

source: Administracion de Wordpress Page Flip Book
sr_rs: Administracija - Wordpress Page Flip Book

source: Chequeo del Plugin
sr_rs: Provera plugina

source: Flip Book Base:
sr_rs: Flip Book baza

source: Pagina Base
sr_rs: Bazna stranica

source: Las siguiente opciones se cambian en el archivo
sr_rs: Sledećeopcije su promenjene u fajlu

source: Ancho
sr_rs: Širina

source: Alto
sr_rs: Visina

source: Variable Option con el tamano del Thumbnail
sr_rs: Veličina thumbnail-a

source: Target(para los thumnails de la pagina principal)
sr_rs: Target (thumbnail-ovi glavne/roditelj stranice)

source: Color de fondo
sr_rs: Boja pozadine

source: Color del cargador
sr_rs: Boja loader-a

source: Color del panel
sr_rs: Boja panela

source: Color de Botones
sr_rs: Boja dugmića

source: Color del Texto
sr_rs: Boja teksta

source: Nombre de la carpeta
sr_rs: Ime foldera (u wp-sadržaju)

source: Options saved.
sr_rs: Promene su sačuvane

source: Configuracion de Wordpress Page Flip Book
sr_rs: Postavke Wordpress Page Flip Book

source: Configuracion de la pagina principal
sr_rs: Postavke glavne/roditelj stranice

source: Debe indicar bajo que pagina ser&aacute;n creados los flipbooks
sr_rs: Morate odabrati roditeljsku stranicu(dete stranice sa Page Flip su stvorene ovde)

source: Seleccione la pagina padre:
sr_rs: Izaberite glavnu/roditelj stranicu:

source: Update Options
sr_rs: update opcija

source: Plugin Name: Wordpress Flash Page Flip<br> Plugin URI: http://andresmolina.org<br> Description: Crea un flip book.<br> Version:1.0<br> Author: Andrés Molina<br> Author URI: http://andresmolina.org<br> License: GPL2</p>
sr_rs: Ime plugina: Wordpress Flash Page Flip<br> Plugin URI: http://andresmolina.org<br> Description: Crea un flip book.<br> Version:1.0<br> Author: Andrés Molina<br> Author URI: http://andresmolina.org<br> License: GPL2</p>

source: El archivo se subi&oacute;, comprobando archivo
sr_rs: Fajl uploadovan, provera fajla

source: El archivo se subi&oacute; con el nombre base.zip, dentro de la carpeta de tu plugin
sr_rs: Fajl je uploadovan sa imenom baze.zip, u folderu ovog plugina

source: Ocurrio un problema al subir el archivo, intenta subiendolo por FTP.
sr_rs: Ako imate problem sa uploadom fajla, pokušajte da uploadujete FTP.

source: El archivo zip debe contener una carpeta llamada <strong>Free Version</strong>.
sr_rs: Zip fajl bi trebao da sadrži folder pod imenom <strong>Free Version</strong>.

source: El archivo sobrepasa el limite autorizado por el servidor(archivo php.ini) !
sr_rs: Uploadovani fajl prelazi upload_max_filesize direktive u php.ini.

source: El archivo sobrepasa el limite autorizado en el formulario HTML !
sr_rs: Uploadovani fajl prelazi MAX_FILE_SIZE direktive namenjene posebno za HTML form

source: El envio del archivo ha sido suspendido durante la transferencia!
sr_rs: Uploadovani deo je samo delimično uploadovan.

source: El archivo que ha enviado tiene un tamano nulo !
sr_rs: Nijedan fajl nije uploadovan

source: No pudimos encontrar el archivo temporal
sr_rs: Fali vam privremeni fajl. Predstavljeno u PHP 4.3.10 i PHP 5.0.3.

source: Fallo en la escritura del archivo en el disco !
sr_rs: Nije uspelo pisanje fajla na disk. Predstavljeno u PHP 5.1.0.

source: Una extension de php detuvo la subida del archivo !
sr_rs: PHP ekstenzija je zaustavila upload fajla.PHP ne omogućava način da na ekstenzije ne izazovu zaustavljanje; lista ispitivanja loadovanih ekstenzija sa phpinfo() može pomoći. Predstavljeno u PHP 5.2.0

source: Intentando obtener el archivo desde la URL, comprobando archivo
sr_rs: Pokušava da dobije fajl iz URLa; provera fajla

source: El archivo subio como base.zip a la carpeta de su plugin
sr_rs: Fajl je sačuvan sa bazom imena.zip u folderu plugina

source: La url proporcionada no es valida, debe contener un archivo zip y debe comenzar por <strong>http://www.flashpageflip.com</strong>.
sr_rs: Url nije validan, mora da sadrži zip fajl i domain je <strong>http://www.flashpageflip.com</strong>.

source: Instalar Archivo Base de Flash Page Flip
sr_rs: Instaliraj bazu fajla Flash Page Flip

source: <p>Necesitas subir <strong>Flash Page Flip</strong>, puedes copiarlo <a href='http://www.flashpageflip.com/downloads/FreeVersion/FlashPageFlip_FreeVersion.zip'>directamente desde la web del fabricante</a> o subirlo desde tu computador.<br><br>Antes de subirlo necesitas leer y aceptar los terminos de uso<br><br>
sr_rs: <p>Treba da uploadujete<strong>Flash Page Flip</strong>, možete da kopirate<a href='http://www.flashpageflip.com/downloads/FreeVersion/FlashPageFlip_FreeVersion.zip'> the creators webpage </a> ili da uploadujete sa kompjutera.<br><br>Pre uploada treba da pročitate i prihvatite Uslove korišćenja <br><br>

source: Puedes leer los terminos y condiciones desde <a href="http://www.flashpageflip.com/Terms-of-Use.asp" target="_blank">la pagina del fabricante</a> o desde la copia de abajo:
sr_rs: Možete pročitati uslove korišćenja<a href="http://www.flashpageflip.com/Terms-of-Use.asp" target="_blank"> the creators webpage</a> ili sa kopije ispod:

source: <ul> <li>Do not use FPF in web sites providing any kind of illegal content such as pornography, sexuality, adult content, gambling, betting, alcohol or tobacco use, drug abuse etc...</li> <li>You can only edit allowed areas on FPF and you cannot deformate except these areas.</li> <li>You can't offer FPF for use of any other individuals. Anywise you can't give FPF somebody else.</li> <li> You can't use FPF more than the allowed quota of licence which you bought.</li> <li>The prices are valid for received product. We don't guarantee new updates but perhaps we will inform you something new.</li> <li> Do not forget that disobedience to any of rules listed above is a crime and puts you under legal resbonsibility.</li> <li>You agree all rules when you purchase any version of Flash Page Flip.</li> </ul>
sr_rs: <ul> <li>Ne koristite FPF u web sajtovima koji pružaju bilo kakav ilegalni sadržaj kao što je pornografija, seksualnost,sadržaj za odrasle,kockanje,kladjenje,upotreba alkohola ili nikotina,upotreba droge itd...</li> <li>Možete da editujete dozvoljena područja na FPF i ne možete da deformišete bilo koja sem ovih područja. </li> <li>Možete da ponudite FPF za bilo koju drugu individualnu upotrebu. Ali ne možete da date nekom drugom FPF</li> <li> Nemožete koristiti FPF više nego što je to dozvoljeno u dozvoli koju ste kupili.</li> <li>Cene su validne za primljene proizvode. Ne garanujemo vam nove updatove ali ćemo vas možda informisati o nečemu novom.</li> <li> Ne zaboravite da neposlušnost bilo kog od ovih pravila spada pod zločin i stavlja vas u nelegalu.</li> <li>Sa svim pravilima se složite kada kupite bilo koju verziju Flash Page Flip.</li> </ul>

source: Acepto los terminos y condiciones
sr_rs: Prihvatam uslove korišćenja

source: Copia la url
sr_rs: Copy i paste url ovde

source: Subir desde el computador
sr_rs: upload sa vašeg komjutera
